Repository: Vexed01/Red-DiscordBot
Catalog: redbot/cogs/modlog/locales/*.po
Languages: ru_ru

source: Manage log channels for moderation actions.
ru_ru: Управление журнал-каналами для модерации действий.

source: Manage modlog settings.
ru_ru: Управление настройками журналов модерации.

source: I do not have permissions to send messages in {channel}!
ru_ru: У меня нет прав на отправку сообщений в {channel}!

source: Mod log deactivated.
ru_ru: Журнал модерации деактивирован.

source: Enable or disable case creation for a mod action.
ru_ru: Включить или отключить создание случая для действия модерации.

source: enabled
ru_ru: включен

source: disabled
ru_ru: отключен

source: Current settings:\n
ru_ru: Текущие настройки:\n

source: Case creation for {action_name} actions is now {enabled}.
ru_ru: Создание случая для действий {action_name} теперь {enabled}.

source: Reset all modlog cases in this server.
ru_ru: Сбросьте все случаи журанала модерации на этом сервере.

source: Cases have been reset.
ru_ru: Случаи были сброшены.

source: Show the specified case.
ru_ru: Показать указанный случай.

source: Display cases for the specified member.
ru_ru: Отображает случаи для определённых участников.

source: That user does not exist.
ru_ru: Это пользователь не существует.

source: Something unexpected went wrong while fetching that user by ID.
ru_ru: Что то пошло не так во время получения этого пользователя по ID.

source: That user does not have any cases.
ru_ru: У этого пользователя нет ни одного случая.

source: Specify a reason for a modlog case.\n\n Please note that you can only edit cases you are\n the owner of unless you are a mod, admin or server owner.\n\n If no case number is specified, the latest case will be used.\n
ru_ru: Укажите причину для случая журнала модерации.\n\n Обратите внимание, что вы можете редактировать только\n те случаи, владельцем которых вы являетесь, если вы не\n являетесь владельцем сервера, администратором, модератором.\n\n Если номер случая не указан, будет использован последний случай

source: That case does not exist!
ru_ru: Этот случай не существует!

source: You are not authorized to modify that case!
ru_ru: Вы не уполномочены изменять этот случай!
